[
  {
    "品牌名称": "Albiate 1830",
    "核心提要": "Albiate 1830 is the \"Italian Textile Explorer,\" specializing in casual luxury and denim. As part of the Albini Group, it bridges the gap between traditional fine shirting and modern sportswear.\nAlbiate 1830 被誉为“意大利面料探险家”，专注于休闲奢华与单宁面料。作为 Albini 集团旗下的重要品牌，它成功架起了传统精细衬衫面料与现代运动男装之间的桥梁。",
    "展位号": "Shirt Avenue 20 A01",
    "核心品类": "Denim, Flannel, Printed Fabrics, Indigo Silks.",
    "核心优势": "- **Market Position**: Premium Casual. Not just \"jeans,\" but \"sartorial denim.\"\n- **Commercial Impact**: Essential for brands looking to \"de-formalize\" their collections without losing luxury appeal.\n- **Pricing Strategy**: Mid-to-high (approx. €36-€42/m). Higher than standard shirting but justifies through wash complexity and pattern innovation."
  },
  {
    "品牌名称": "Albini 1876",
    "核心提要": "The heart of the Albini Group, Albini 1876 represents the quintessence of Italian style in fine shirting. It is the European leader in luxury cotton fabrics.\nAlbini 1876 是 Albini 集团的核心，代表了精细衬衫面料中意大利风格的精髓。它是奢华棉纺面料的欧洲领导者。",
    "展位号": "Shirt Avenue 20 A03",
    "核心品类": "Giza 45 Cotton, Linen-Cotton Blends, Fine Poplins.",
    "核心优势": "- **Market Position**: Global Premium Leader.\n- **Commercial Impact**: Supplies almost every major luxury brand with high-quality shirting base.\n- **Pricing Strategy**: High-end consistent luxury."
  },
  {
    "品牌名称": "Angelico",
    "核心提要": "Lanificio Angelico is a pillar of Biella textile excellence, offering a pragmatic balance of tradition and high-tech performance (H-tech).\nLanificio Angelico 是比耶拉（Biella）纺织卓越地位的支柱，在传统工艺与高科技性能（H-tech）之间提供了务实的平衡。",
    "展位号": "Ideabiella 20 D26",
    "核心品类": "Wool (Super 100s-160s), Linen, Technical Blends.",
    "核心优势": "- **Market Position**: Versatile Luxury. Favored by brands like SuitSupply and Spier & Mackay for high value-for-money propositions.\n- **Commercial Impact**: Known for stability and massive archive of \"Ke Idea\" creative patterns.\n- **Pricing Strategy**: Competitive premium. Offers excellent entry-level luxury fabrics (Super 100s/120s) that punch above their weight."
  },
  {
    "品牌名称": "Botto Giuseppe",
    "核心提要": "Botto Giuseppe is the vanguard of sustainable luxury textiles. A family-owned mill that has mastered the art of \"Slowool\" and ethical cashmere sourcing.\nBotto Giuseppe 是可持续奢华纺织品的先驱。作为一家家族经营的面料厂，其在“Slowool”工艺和伦理羊绒采购方面已臻化境。",
    "展位号": "Ideabiella 20 D10",
    "核心品类": "Cashmere, Superfine Wool, Naturalis Fibra.",
    "核心优势": "- **Market Position**: Ethical Ultra-Luxury. C2C (Cradle to Cradle) certified.\n- **Commercial Impact**: Preferred by luxury houses that prioritize sustainability narratives (e.g., LVMH/Kering partners).\n- **Pricing Strategy**: High. Negotiated B2B luxury rates. Focus on value-added sustainability."
  },
  {
    "品牌名称": "Canepa",
    "核心提要": "Canepa is the world's master of silk innovation. Based in Como, it leads the industry in sustainable silk production and massive textile archives.\nCanepa 是全球丝绸创新的大师。总部位于科莫（Como），它在可持续丝绸生产和庞大的纺织档案库方面处于行业领先地位。",
    "展位号": "Moda In Fabrics 12 D29",
    "核心品类": "Silk, Jacquard, Luxury Prints, Accessories.",
    "核心优势": "- **Market Position**: Global Luxury Supply Chain Leader.\n- **Commercial Impact**: Famous for \"SAVEtheWATER®\" tech, reducing water/energy usage in finishing by 90%.\n- **Pricing Strategy**: Tier-1 B2B. High-volume high-quality capability for major international stylists."
  },
  {
    "品牌名称": "Drago",
    "核心提要": "Drago Lanificio is the \"New-Gen\" leader of Biella wool, famous for Superfine fabrics (up to S210s) and performance-driven luxury.\nDrago Lanificio 是比耶拉羊毛面料的“新世代”领袖，以超细面料（高达 S210s）和性能驱动的奢华面料著称。",
    "展位号": "Ideabiella 20 C09",
    "核心品类": "Superfine Wool (130s-210s), Cashmere, Bluefeel.",
    "核心优势": "- **Market Position**: Technology Specialist. Bridging high-performance with Italian tradition.\n- **Commercial Impact**: \"Bluefeel\" collection is a game-changer for business travel (waterproof, crease-resistant).\n- **Pricing Strategy**: High-end specialist. Competitive with Zegna/Loro Piana in technical fineness."
  },
  {
    "品牌名称": "Ermenegildo Zegna (Lanificio)",
    "核心提要": "The Gold Standard of men's luxury tailoring. Zegna is a vertical giant that controls everything from the sheep to the store, defining modern masculine elegance.\n男装奢华定制的金标准。杰尼亚（Zegna）是一个全产业链巨人，控制着从羊群到门店的所有环节，定义了现代男性优雅。",
    "展位号": "[Hall 20 - Verify Main Stand]",
    "核心品类": "Trofeo, Traveller, 15MilMil15, High Performance Wool.",
    "核心优势": "- **Market Position**: Global Luxury Leader.\n- **Commercial Impact**: The industry benchmark for wool innovation. If Zegna does it, the world follows.\n- **Pricing Strategy**: Ultra-Premium. Top tier pricing (€300-€500+/m for high-end fabrics)."
  },
  {
    "品牌名称": "Lanificio Colombo",
    "核心提要": "One of the world's masters of noble fibers. Colombo specialized in \"Kid Cashmere\" and the world's finest wool (Kid Wool 12.8).\n全球尊贵纤维的大师之一。Colombo 专注于“顶级羊绒（Kid Cashmere）”和世界上最精细的羊毛（Kid Wool 12.8）。",
    "展位号": "Ideabiella 20 D15",
    "核心品类": "Cashmere, Kid Wool 12.8, Vicuña, Guanaco.",
    "核心优势": "- **Market Position**: Ultra-Luxury Speciality.\n- **Commercial Impact**: A key supplier for the most expensive garments in the world.\n- **Pricing Strategy**: Tier-0 Luxury. Focused on extremely rare fibers."
  },
  {
    "品牌名称": "Loro Piana (Lanificio)",
    "核心提要": "The undisputed emperor of luxury fibers. Loro Piana is the world's largest cashmere processor and the home of the legendary Vicuña, defining the \"Quiet Luxury\" movement.\n无可争议的奢华纤维皇帝。诺悠翩雅（Loro Piana）是全球最大的羊绒处理器，也是传奇的小羊驼毛（Vicuña）之家，定义了“松弛感奢华（Quiet Luxury）”运动。",
    "展位号": "Ideabiella 20 D19",
    "核心品类": "Vicuña, Cashmere, Storm System, Tasmanian Wool.",
    "核心优势": "- **Market Position**: Absolute Peak Luxury.\n- **Commercial Impact**: Sets the global price for cashmere and rare fibers. Controls the \"Storm System®\" patent for waterproof luxury.\n- **Pricing Strategy**: Tier-0 (+€500/m for core noble fibers, significantly higher for Vicuña)."
  },
  {
    "品牌名称": "Piacenza 1733",
    "核心提要": "Piacenza 1733 is one of the oldest textile dynasties in the world, a master of noble fibers (Vicuña/Cashmere) and a cornerstone of the Biella textile district.\nPiacenza 1733 是世界上最古老的纺织王朝之一，是尊贵纤维（如小羊驼绒、羊绒）的大师，也是比耶拉纺织产区的奠基石。",
    "展位号": "Ideabiella 20 E15",
    "核心品类": "Vicuña, Cashmere, Luxury Coatings, Accessories.",
    "核心优势": "- **Market Position**: Elite Heritage. Member of \"Les Henokiens\" (200+ year family biz).\n- **Commercial Impact**: Recently expanded significantly by acquiring Lanificio Cerruti assets. High credit and stability.\n- **Pricing Strategy**: Tier-0/Tier-1. Focused on the most precious and rare materials."
  },
  {
    "品牌名称": "Reda 1865",
    "核心提要": "Reda is the sustainable leader of Biella. A B Corp-certified mill that proves luxury and environmental responsibility can coexist through innovation like Reda Flexo.\nReda 是比耶拉的可持续领袖。作为一家获得 B Corp 认证的面料厂，它通过 Reda Flexo 等创新证明了奢华与环保责任可以并存。",
    "展位号": "Ideabiella 20 D06",
    "核心品类": "Merino Wool, Reda Flexo (Stretch), Reda Active.",
    "核心优势": "- **Market Position**: Sustainable Mainstream Luxury.\n- **Commercial Impact**: Vertical control \"from farm to fabric\" with their own sheep in NZ.\n- **Pricing Strategy**: Mid-to-High Premium. Highly efficient production makes luxury accessible."
  },
  {
    "品牌名称": "Solbiati",
    "核心提要": "The undisputed king of Italian linen. Now part of Loro Piana, Solbiati brings creativity and unparalleled softness to the world of natural shirting.\n无可争议的意大利亚麻之王。现作为 Loro Piana 的一部分，Solbiati 为天然衬衫面料界带来了创意与无与伦比的柔软。",
    "展位号": "Ideabiella 20 D21",
    "核心品类": "Linen, Frescolino (Linen-Cotton), Street Lino.",
    "核心优势": "- **Market Position**: Specialist Ultra-Luxury.\n- **Commercial Impact**: Revolutionized linen by making it \"soft\" and wearable for luxury RTW.\n- **Pricing Strategy**: High-end specialist."
  },
  {
    "品牌名称": "Tessitura di Novara",
    "核心提要": "The master of silk and noble fiber blends. Under the Zegna Group, Tessitura di Novara combines historic silk expertise with modern innovation to create the world's most sophisticated summer suiting.\n丝绸与尊贵纤维混纺的大师。在杰尼亚（Zegna）集团旗下，Tessitura di Novara 将历史悠久的丝绸工艺与现代创新相结合，创造出全球最顶尖的夏季西装面料。",
    "展位号": "Ideabiella 20 C04",
    "核心品类": "Silk, Silk-Cashmere, Silk-Wool, Donegal Tweed.",
    "核心优势": "- **Market Position**: Ultra-Luxury Specialist.\n- **Commercial Impact**: Provides the \"Luxury Textile Laboratory\" for high-end fashion houses seeking unique textures.\n- **Pricing Strategy**: Tier-1. Very high price points reflect rarity and complexity (€200-€400+/m)."
  },
  {
    "品牌名称": "Thomas Mason",
    "核心提要": "The icon of British shirting elegance, now refined by Italian production. Thomas Mason is the ultimate choice for the \"Perfect Shirt.\"\n英国衬衫优雅的标志，如今由意大利生产工艺升华。Thomas Mason 是追求“完美衬衫”的终极之选。",
    "展位号": "Shirt Avenue 20 A03",
    "核心品类": "Silver Poplin, Giza 45 Cotton, Zephyr.",
    "核心优势": "- **Market Position**: Heritage Premium.\n- **Commercial Impact**: Essential for high-end bespoke and luxury RTW (e.g., J.Crew Ludlow, bespoke tailors globally).\n- **Pricing Strategy**: Premium. High value for long-staple cotton and historic patterns."
  },
  {
    "品牌名称": "Vitale Barberis Canonico (VBC)",
    "核心提要": "The world's oldest and most successful woolen mill. VBC is the engine of the global tailoring industry, balancing 350+ years of history with massive industrial efficiency.\n世界上最古老且最成功的毛纺厂。VBC 是全球定制行业的引擎，完美平衡了 350 多年的历史与宏大的工业效率。",
    "展位号": "Ideabiella 20 B13",
    "核心品类": "Perennial (Super 110s), Revenge (Super 150s), Flannels, Coverts.",
    "核心优势": "- **Market Position**: The Essential Partner. High-volume, high-quality consistency.\n- **Commercial Impact**: Likely the most common high-end fabric in the world. The backbone of almost every serious tailor's \"Bunch Book.\"\n- **Pricing Strategy**: Accessible Luxury (Excelled Price-Performance ratio)."
  }
]